import React from "react";
import "./About.css";

const About = () => {
  return (
    <div className="about decor">
      <div className="about-text">
        <p>
          Я - Василий Нефёдов, в прошлом успешный инженер-конструктор
          Госкорпорации «Росатом». За 5 лет профессиональной деятельности в
          сфере проектирования изделий для атомной отрасли добился значительных
          результатов: становился лучшим работником предприятия по итогам года,
          побеждал в конкурсах профессионального мастерства AtomSkills,
          WorldSkills Hi-Tech и представлял Росатом на международном отраслевом
          чемпионате в сфере IT технологий DigitalSkills 2017 в Казани. Именно там
          завоевал «золото» в компетенции «Инженерный дизайн CAD».
        </p>
        <p>
          Главными своими качествами считаю целеустремленность и желание
          постоянно развиваться, узнавать новое каждый день. Именно поэтому в
          конце 2019 года принял решение кардинально изменить свою жизнь и
          самостоятельно овладеть новой профессией - <nobr><strong>web-developer</strong>.</nobr>
        </p>
      </div>
    </div>
  );
};

export default About;
